Revit 2024 API
UnitTypeId.FeetPerKip Property
 Feet per kip.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId FeetPerKip { get; }
Visual Basic
Public Shared ReadOnly Property FeetPerKip As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ FeetPerKip {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace